{
  "hasil_test": {
    "stres": {
      "normal": "Tidak ada tanda-tanda stres yang signifikan berdasarkan hasil tes Anda. Tetap menjaga keseimbangan hidup dan melibatkan diri dalam kegiatan positif dapat membantu mempertahankan kesejahteraan mental Anda.",
      "ringan": "Anda mungkin mengalami stres sehari-hari yang umum, seperti tekanan pekerjaan atau tuntutan kehidupan sehari-hari. Strategi pengelolaan stres sederhana, seperti berolahraga ringan atau melibatkan diri dalam aktivitas yang menyenangkan, dapat membantu mengurangi dampak stres ini. Berdasarkan hasil tes, kami merekomendasikan panduan praktis dan latihan khusus dari MentalKu untuk membantu Anda mengatasi stres sehari-hari.",
      "sedang": "Hasil tes menunjukkan tingkat stres sedang, yang bisa menjadi pertanda bahwa stres yang Anda alami memerlukan perhatian lebih serius. MentalKu dapat membantu Anda mengidentifikasi sumber stres dan memberikan panduan yang lebih mendalam untuk mengatasi situasi ini. Kami juga menyarankan untuk berkonsultasi dengan seorang profesional kesehatan mental untuk dukungan lebih lanjut.",
      "parah": "Hasil tes menunjukkan stres pada tingkat parah, yang dapat menandakan bahwa Anda sedang mengalami tingkat stres yang tinggi dan berpotensi merusak. Diperlukan intervensi segera, dan kami sangat menyarankan Anda mencari bantuan dari konsultan psikologi atau terapis yang dapat memberikan dukungan terapeutik dan membantu Anda mengembangkan strategi pengelolaan stres yang lebih intensif.",
      "sangat parah": "Tingkat stres sangat parah, sebagaimana terlihat dari hasil tes Anda, memerlukan perhatian segera dan seringkali memerlukan bantuan profesional intensif. Kami mendorong Anda untuk segera mencari bantuan dari seorang profesional kesehatan mental terlatih."
    },
    "kecemasan": {
      "normal": "Tidak ada tanda-tanda kecemasan yang signifikan berdasarkan hasil tes Anda. Tetap menjaga keseimbangan hidup dan menggunakan teknik relaksasi sederhana dapat membantu menjaga kesejahteraan mental Anda.",
      "ringan": "Kecemasan ringan mungkin terkait dengan situasi tertentu dan dapat diatasi dengan teknik relaksasi sederhana. Berdasarkan hasil tes, MentalKu menyediakan panduan untuk mengatasi kecemasan sehari-hari dan membantu Anda mengidentifikasi cara-cara untuk mengelola perasaan cemas.",
      "sedang": "Hasil tes menunjukkan tingkat kecemasan sedang, yang mungkin memerlukan pendekatan yang lebih terstruktur. Aplikasi MentalKu dapat memberikan latihan khusus dan saran untuk membantu Anda mengatasi kecemasan. Kami juga merekomendasikan untuk mencari dukungan profesional, seperti konseling atau terapi kognitif.",
      "parah": "Kecemasan parah, sebagaimana terlihat dari hasil tes, memerlukan perhatian segera. MentalKu dapat memberikan panduan awal, namun sangat disarankan untuk berkonsultasi dengan seorang profesional kesehatan mental yang dapat menilai dan memberikan dukungan yang sesuai, mungkin termasuk terapi obat atau terapi terapeutik intensif.",
      "sangat parah": "Tingkat kecemasan sangat parah memerlukan perhatian segera dari seorang profesional kesehatan mental terlatih. Segera mencari bantuan dapat membantu Anda mengatasi kondisi ini dengan lebih efektif."
    },
    "depresi": {
      "normal": "Tidak ada tanda-tanda depresi yang signifikan berdasarkan hasil tes Anda. Tetap menjaga hubungan sosial, gaya hidup sehat, dan terlibat dalam kegiatan yang menyenangkan dapat membantu memelihara kesejahteraan mental Anda.",
      "ringan": "Gejala depresi ringan mungkin dapat diatasi dengan dukungan sosial, perubahan gaya hidup, dan partisipasi dalam aktivitas menyenangkan. Berdasarkan hasil tes, MentalKu menyediakan panduan dan latihan untuk membantu Anda mengatasi gejala depresi.",
      "sedang": "Hasil tes menunjukkan gejala depresi sedang, yang memerlukan perhatian lebih lanjut. MentalKu dapat memberikan panduan terstruktur dan latihan yang dapat membantu Anda mengelola perasaan tersebut. Kami juga menyarankan untuk berkonsultasi dengan seorang profesional kesehatan mental untuk evaluasi lebih lanjut.",
      "parah": "Gejala depresi parah, sebagaimana terlihat dari hasil tes, memerlukan perhatian segera dari seorang profesional kesehatan mental. MentalKu memberikan sumber daya awal, namun sangat penting untuk mencari bantuan profesional, seperti seorang psikiater atau psikoterapis, untuk pengobatan dan dukungan intensif.",
      "sangat parah": "Tingkat depresi sangat parah memerlukan intervensi segera dan bantuan profesional yang intensif. Segera berkonsultasi dengan seorang ahli kesehatan mental dapat membantu Anda mengatasi gejala dan mengembangkan rencana perawatan yang sesuai."
    }
  },
  "saran_akhir": "Jika Anda merasa khawatir atau membutuhkan dukungan tambahan, kami selalu menyarankan untuk berbicara dengan seseorang. MentalKu akan terus menyediakan bimbingan dan dukungan, namun profesional kesehatan mental dapat memberikan evaluasi yang lebih mendalam dan perencanaan perawatan yang lebih terfokus sesuai kebutuhan Anda."
}
